[
  {
    "title": "Corrupción en el sistema",
    "content": "En apenas semanas, España ha conocido dos escándalos de corrupción que, más allá de sus protagonistas, reverdecen una realidad tristemente conocida e inquietante: la explotación del Estado y de lo público por intereses particulares ha operado con impunidad en ambos extremos del espectro político. Los indicios del caso Montoro revelan una forma de corrupción especialmente grave. Que hubiera empresas que presuntamente intervenían en la redacción de algunas leyes para garantizarse el beneficio supone la privatización del proceso legislativo mismo, con el daño estructural y duradero que eso supone. El caso Cerdán-Ábalos, también reprobable, opera en otro nivel: el lucro mediante decisiones ejecutivas. Aunque los dos episodios socavan niveles diferentes de la democracia, ambos tienen un denominador común: la ausencia de blindajes institucionales, algo que los dos principales partidos pudieron y debieron establecer cuando gobernaron. Cuando altos cargos de las dos formaciones que han ostentado el Gobierno en las últimas décadas muestran patrones similares, el problema trasciende colores políticos y ataca directamente al corazón del sistema. La corrupción legislativa es estructuralmente muy peligrosa. Una ley torticeramente diseñada para favorecer intereses particulares puede distorsionar toda una economía durante décadas. La corrupción en adjudicaciones manipula interesadamente las reglas del juego, encarece la obra pública y distorsiona la competencia. Reconocer las diferencias entre una y otra no debe, sin embargo, ocultar una realidad incómoda: ambos partidos debieron reformar el sistema que posibilita estas prácticas. Como viene reclamando desde hace años la Comisión Europea, España necesita, entre otras cosas, una ley de transparencia que regule los grupos de presión y obligue a publicar las reuniones de altos cargos, claridad respecto a las incompatibilidades, una autoridad independiente de ética pública con capacidad sancionadora, auditorías externas obligatorias de los partidos políticos y límites estrictos a las donaciones privadas. El caso Montoro trasciende la corrupción tradicional para convertirse en un ataque a los pilares de la democracia, lo que hace más urgente las reformas y más dañino aún el relativismo partidista —el habitual “y tú más”—, que contribuye a que estos comportamientos se normalicen por la vía de ser más tolerantes con las propias filas. España se encuentra en una encrucijada peligrosa. Las encuestas reflejan que la crisis que sacude al PSOE por el caso Cerdán ha beneficiado directamente a Vox. Y falta por conocer el efecto del caso Montoro. Aunque se trate de episodios gravísimos pero, hasta ahora, aislados de sus formaciones políticas —y aunque la labor de los jueces demuestre que el Estado de derecho funciona—, la percepción de corrupción sistémica impulsa a las fuerzas antisistema. Cuando los ciudadanos perciben que “todos son iguales”, la tentación del voto de protesta, desencantado, se vuelve irresistible. Cada escándalo es combustible para quienes prometen soluciones simples a problemas complejos. Los dos grandes partidos tienen una responsabilidad compartida: demostrar que la democracia puede protegerse desde dentro. Si no son capaces de acordar las reformas institucionales que el país necesita estarán alimentando a quienes buscan dinamitar el Estado de derecho que ambos dicen defender. Cada día que pasan enzarzados en batallas partidistas mientras Vox crece es un día perdido para la democracia española. La alternativa a la regeneración no es el statu quo: es la involución.",
    "image": "images\\article_1_image.webp",
    "url": "https://elpais.com/opinion/2025-07-20/corrupcion-en-el-sistema.html",
    "paywall_detected": false,
    "paywall_confidence": 0.1,
    "bypass_method": "direct_access",
    "extraction_method": "primary_selectors",
    "content_score": 0.95,
    "extraction_timestamp": "2025-07-20T14:42:59.347650",
    "article_number": 1,
    "translated_title": "Corruption in the system",
    "processing_metadata": {
      "content_extracted": true,
      "image_downloaded": true,
      "paywall_detected": false,
      "paywall_confidence": 0.1,
      "bypass_method": "direct_access",
      "extraction_method": "primary_selectors",
      "content_quality_score": 0.95
    }
  },
  {
    "title": "Un proyecto falto de ambición",
    "content": "La Comisión Europea acaba de presentar el marco presupuestario para el periodo 2028-2034, un proyecto que su presidenta, Ursula von der Leyen, define como el más ambicioso de la historia con sus casi dos billones de euros. El Ejecutivo comunitario plantea quintuplicar el gasto en defensa y dar más poder a los Estados en la administración de los programas en detrimento de las regiones, en línea con la gestión de los Fondos Next Generation. Lo primero es una respuesta a la incertidumbre introducida por Donald Trump respecto al tradicional compromiso estadounidense con sus aliados. Lo segundo puede parecer un acto de coherencia, pero supone en la práctica un distanciamiento de los territorios. Pese al fuerte aumento respecto al presupuesto actual (de 1,2 billones), el proyecto queda lejos de la revolución que prometió Von der Leyen y augura dos años de duras negociaciones antes de que vea definitivamente la luz. El rechazo tanto de Alemania como del Comité de regiones no se ha hecho esperar. Las novedades del oficialmente llamado Marco Financiero Plurianual caen principalmente del lado de su estructura, que se ha tratado de simplificar en torno a tres pilares. La Comisión ha reducido y agrupado programas y ha establecido que una parte significativa de la financiación no esté previamente asignada, lo que permitirá mover fondos entre partidas con mayor libertad en caso necesario. Uno de los cambios más importantes, y el que más contestación ha provocado ya, consiste en la unificación de los fondos sociales, el fondo de cohesión y el gasto agrícola. Se trata de la mayor partida del presupuesto comunitario (865.000 millones de euros), que se ve sensiblemente reducida respecto al actual presupuesto —especialmente en las ayudas al campo, que se recortan casi un 30%— y que estará condicionada “al respeto de la ley”, un aviso a las derivas antiliberales de países como Hungría. Además, se crean un segundo pilar de 450.000 millones dedicado a impulsar a la industria europea —donde se incluye la partida (130.000 millones) destinada al gasto en defensa— y un tercero dedicado a la acción exterior, que incluye la ayuda humanitaria y a los países candidatos a ingresar en la UE. A estas tres patas habría que añadir la destinada al pago de la deuda derivada de los fondos de recuperación de la pandemia y a proporcionar créditos baratos a los Estados miembros. En términos relativos, el nuevo presupuesto representa aproximadamente el 1,26% del PIB de los Veintisiete, algo superior al 1,13% del periodo actual pero muy por debajo de la meta del 2% defendido por España y previsto por muchos analistas cuando Von der Leyen anunció una revolución. Tampoco, por supuesto, atiende a la demanda planteada en septiembre por Mario Draghi para hacer frente a un déficit de inversión en la Unión equivalente al 4% o 5% del PIB. Amén de que los recortes en los fondos de cohesión territorial pueden amenazar un elemento decisivo para el proyecto de la UE, el riesgo que implica la nacionalización de políticas que hasta hoy tenían una dimensión más comunitaria y regional es que los intereses nacionales acaben por pesar más que los europeos. Sobre todo, cuando los aplaudidos informes de Letta o del propio Draghi recomiendan profundizar en el mercado único y en la integración económica para competir con una mínima solvencia en el ámbito global. Con todo, lo peor de la falta de ambición serán los ajustes a los que se verá sometido el actual proyecto presupuestario para lograr el preceptivo apoyo por unanimidad del Consejo. Una oportunidad perdida.",
    "image": "images\\article_2_image.webp",
    "url": "https://elpais.com/opinion/2025-07-19/un-proyecto-falto-de-ambicion.html",
    "paywall_detected": false,
    "paywall_confidence": 0.1,
    "bypass_method": "direct_access",
    "extraction_method": "primary_selectors",
    "content_score": 0.95,
    "extraction_timestamp": "2025-07-20T14:45:17.810069",
    "article_number": 2,
    "translated_title": "A project lacking ambition",
    "processing_metadata": {
      "content_extracted": true,
      "image_downloaded": true,
      "paywall_detected": false,
      "paywall_confidence": 0.1,
      "bypass_method": "direct_access",
      "extraction_method": "primary_selectors",
      "content_quality_score": 0.95
    }
  },
  {
    "title": "Cuando la edición falla: el desafío de escribir bien en tiempos de inmediatez",
    "content": "El texto se publicó en Cinco Días a las dos y media de la tarde, pero nadie en la Redacción advirtió la errata del titular, ni siquiera cuando la noticia llegó a la portada digital de EL PAÍS y entraron en ella miles de lectores: Villa Serenity se vende por 25 millones en La Morajela. Hasta las nueve de la noche no fue corregido el nombre de esta localidad madrileña por el correcto, La Moraleja. El mismo día, en el título de la noticia que anunciaba la programación veraniega de la Cadena SER faltaba una preposición. Una entrevista a la ganadora de MasterChef llevaba la expresión incorrecta “trampa de cartón”, en lugar de “sin trampa ni cartón”. A las diez de la noche, el titular del directo del partido de fútbol entre el Real Madrid y el Juventus, parecía el de otro encuentro: Bellingham desperdicia la ocasión más clara del Madrid ante el Inter (0-0). La impresión de muchos lectores que escriben al periódico es que esta pequeña relación de fallos en la web en un día de julio no es una anécdota. “Raro es el día en que no encuentro numerosas punzadas que hieren la vista o el cerebro: tildes que faltan o sobran, plurales en oraciones en singular, palabras duplicadas o ausentes”, afirma José Antonio Camacho. “¿No hay nadie en la Redacción que revise las noticias y corrija estos errores de bulto que hacen daño a la vista y siguen ahí 10 horas después de haber sido publicados?”, protesta Julio Villanueva. También Marta Nieto, Anahí Seri, Sixto Jansa, Facundo Peña, José María Chacón, José Riofrío, Rodrigo Chabalgoity, Alicia Mederos, Carlos García y un largo listado —que sería muy extenso reproducir— son habituales ojeadores de equivocaciones en la edición digital y a todos les quiero agradecer en público su ayuda e insistencia para que se corrijan. Sobre todo, porque sus correos denotan cierto hartazgo, como le ocurre a Pablo Blanco, que incluye siempre esta frase en el asunto: “Error (no me acostumbro)”. Sus avisos observan pies de foto incorrectos, muchas veces en inglés, lo que implica que están sin revisar; faltas de ortografía y de puntuación; de sintaxis —es constante la falta de concordancia en los verbos—; laísmos y leísmos; vulgarismos; malas traducciones del inglés y, con demasiada frecuencia, pasan también los filtros muchos errores de cultura general. Como muestra, la que detectó el lector Antonio Maroño en Babelia: una relación de libros en un reportaje del suplemento incluía La caballa del tío Tom, en lugar de La cabaña del tío Tom. “No es solo una errata, es la demostración de una desidia estructural que pienso que acabará, lamentablemente para los que apreciábamos a EL PAÍS como un medio, al menos, donde leer un buen español, con el alejamiento de sus lectores más leales”, añade en su carta. Estas quejas no son ajenas a la Redacción. Hace tiempo que el proceso de edición de la web preocupa a muchos periodistas y mandos del diario, quienes comparten su frustración por las flaquezas del sistema y señalan que a las erratas y gazapos se suman los continuos incumplimientos del Libro de Estilo. Por ejemplo, las secciones de Escaparate y la de Vídeo han publicado este mes varios titulares en los que escriben Bikini en lugar de biquini. El manual establece que el primer término se use solo para el atolón del Pacífico, mientras que el bañador de dos piezas se debe escribir de la segunda manera. Las faltas al estilo son una muestra de desidia o de desconocimiento de las reglas básicas del periódico, ambas incompatibles con la exquisitez en la edición que siempre ha llevado a gala EL PAÍS. “No comprendo que no haya nadie que lea los textos una vez terminados para detectar estos problemas”, afirma José Antonio Esteve. También la lectora Elisabet López Ibiricu pregunta cuál es el proceso de edición que deja escapar tantos errores. Sin contar los suplementos y secciones muy particulares, en el periódico conviven en la actualidad dos sistemas de corrección de los textos, uno para la web y otro para el papel. El primero corresponde a cada sección, donde quienes hacen labores de edición tienen también asignados otros cometidos: son cuadros con tareas de organización o redactores que se turnan para revisar los artículos, mientras están atentos a las novedades de sus carteras. Trabajan con un flujo informativo continuo —la web funciona ininterrumpidamente, supervisada en distintas franjas horarias por la Redacción de Madrid y la de México— que lleva a que haya varias versiones de la misma noticia en horas, en función de la actualidad. Esos mismos artículos, ya publicados en la web o que se programan para salir al día siguiente, pasan después a la unidad de edición, a la que pertenecen 22 redactores cuyo trabajo primordial es editarlos y ponerlos en página en la edición impresa. En esta fase se detectan muchísimos errores, en teoría en informaciones ya revisadas, pero la unidad no tiene capacidad ni tiempo de corregirlos para la web, ni es su responsabilidad, porque se ocupa solo del papel.",
    "image": "images\\article_3_image.webp",
    "url": "https://elpais.com/defensor-a-del-lector/2025-07-20/cuando-la-edicion-falla-el-desafio-de-escribir-bien-en-tiempos-de-inmediatez.html",
    "paywall_detected": false,
    "paywall_confidence": 0.1,
    "bypass_method": "direct_access",
    "extraction_method": "primary_selectors",
    "content_score": 0.95,
    "extraction_timestamp": "2025-07-20T14:47:34.632020",
    "article_number": 3,
    "translated_title": "When editing fails: the challenge of writing well in times of immediacy",
    "processing_metadata": {
      "content_extracted": true,
      "image_downloaded": true,
      "paywall_detected": false,
      "paywall_confidence": 0.1,
      "bypass_method": "direct_access",
      "extraction_method": "primary_selectors",
      "content_quality_score": 0.95
    }
  },
  {
    "title": "Por una Europa que resista",
    "content": "En septiembre del año pasado, en alguna entrevista impune con algún propagandista de YouTube, el candidato a la vicepresidencia J. D. Vance soltó una idea espeluznante que pasó casi desapercibida en España. Estados Unidos podría retirar su apoyo a la OTAN, dijo, si Europa seguía con sus intentos de regular las plataformas digitales de Elon Musk. Y enseguida se llenó la boca con defensas de la libre expresión como valor supremo de la cultura norteamericana, por supuesto, igual que lo hizo el pasado mes de febrero, cuando vino a Múnich para darles a los líderes europeos lecciones sobre el tema: un discurso –espero que lo recuerden mis lectores– que pasará a la historia por su singular mezcla de arrogancia, ignorancia supina, desinformación y franca mentira. Para ese momento ya había comenzado a parecerme extraño que aquella defensa de la libre expresión, aparte de su profunda hipocresía, disfrazara apenas lo que Vance buscaba en realidad: coartar o minar el derecho europeo a regular las plataformas. Y allí se juega más, mucho más, de lo que parece. Esta es la conversación que les quiero proponer este domingo. Pues con el paso de los meses, cuanto más nos internamos en esta distopía digital que llegó para quedarse, más claro lo veo: la amenaza de septiembre y el discurso arrogante de febrero delatan, entre muchas otras cosas, la profunda antipatía que la administración Trump siente por la Europa democrática. Pero no solo la administración Trump, desde luego, sino también la amplia caterva de parásitos de extrema derecha que ha florecido bajo su paraguas. Y la antipatía que le tienen a Europa tiene una razón (tiene muchas, pero sobre todo una): esa Europa puede convertirse en un raro lugar de resistencia. ¿Ante qué? Ante la nueva alianza que ha surgido entre esa extrema derecha y las oligarquías tecnológicas que la apoyan, cuyos dueños se han convertido recientemente en sus ideólogos. Por eso los ataques a Thierry Breton, el antiguo comisionado europeo, que se atrevió a sugerir que las leyes europeas exigieran a las plataformas monitorear su contenido para evitar la desinformación y la injerencia extranjera en elecciones locales. En su discurso de Múnich, Vance habló de “comisario” en vez de “comisionado” (y habrá quedado feliz de su ingenio); Musk, por su parte, lo llamó “el tirano de Europa”. Hace rato que Elon Musk le declaró la guerra a la Unión Europea, no solo con su apoyo abierto y vocal a todos los proyectos antieuropeístas —defendiendo a Marine Le Pen cuando fue condenada, normalizando con su apoyo vergonzoso a Alternativa por Alemania—, sino usando deliberadamente el inmenso poder de su plataforma para azuzar el odio entre ciudadanos. Durante los disturbios recientes del Reino Unido, que no se pueden entender y acaso no se hubieran producido sin la retórica xenófoba de las redes sociales, Musk usó la suya para rociar el fuego con pocas palabras de gasolina: “La guerra civil es inevitable”. Recuerdo muy bien haberme preguntado de qué le serv",
    "image": "images\\article_4_image.webp",
    "url": "https://elpais.com/opinion/2025-07-20/por-una-europa-que-resista.html",
    "paywall_detected": false,
    "paywall_confidence": 0.1,
    "bypass_method": "direct_access",
    "extraction_method": "structured_data",
    "content_score": 0.95,
    "extraction_timestamp": "2025-07-20T14:52:29.967754",
    "article_number": 4,
    "translated_title": "For a Europe that resists",
    "processing_metadata": {
      "content_extracted": true,
      "image_downloaded": true,
      "paywall_detected": false,
      "paywall_confidence": 0.1,
      "bypass_method": "direct_access",
      "extraction_method": "structured_data",
      "content_quality_score": 0.95
    }
  },
  {
    "title": "‘Aquel verano raro’",
    "content": "Este proyecto fotográfico muestra diferentes momentos de la vida cotidiana en Barcelona capturados durante el verano de 2021, mientras estábamos inmersos en la quinta ola de la covid-19. Pese a que el aumento de la población vacunada permitió una reapertura parcial al turismo todavía se apreciaban las medidas requeridas para controlar la pandemia, como el uso de la mascarilla en espacios públicos o el distanciamiento social. Esta serie se enfoca en las huellas que dejó la pandemia, en esos instantes en los que se percibe la soledad en las calles, la calma de los espacios prácticamente vacíos y el anhelo de un ayer que todavía no llegaba\n  Este proyecto fotográfico muestra diferentes momentos de la vida cotidiana en Barcelona capturados durante el verano de 2021, mientras estábamos inmersos en la quinta ola de la covid-19. Pese a que el aumento de la población vacunada permitió una reapertura parcial al turismo todavía se apreciaban las medidas requeridas para controlar la pandemia, como el uso de la mascarilla en espacios públicos o el distanciamiento social. Esta serie se enfoca en las huellas que dejó la pandemia, en esos instantes en los que se percibe la soledad en las calles, la calma de los espacios prácticamente vacíos y el anhelo de un ayer que todavía no llegaba\n ",
    "image": "images\\article_5_image.webp",
    "url": "https://elpais.com/opinion/2025-07-14/aquel-verano-raro.html",
    "paywall_detected": false,
    "paywall_confidence": 0.3,
    "bypass_method": "direct_access",
    "extraction_method": "meta_tags",
    "content_score": 0.6499999999999999,
    "extraction_timestamp": "2025-07-20T14:59:06.367771",
    "article_number": 5,
    "translated_title": "‘That weird summer’",
    "processing_metadata": {
      "content_extracted": true,
      "image_downloaded": true,
      "paywall_detected": false,
      "paywall_confidence": 0.3,
      "bypass_method": "direct_access",
      "extraction_method": "meta_tags",
      "content_quality_score": 0.6499999999999999
    }
  }
]